<template>
   <section class="about-hero">
      <div class="container">
         <div class="about-hero__wrapper">
            <h1 class="about-hero__title h1">
               Московская Информационно-Инжиниринговая Компания (МИИК)
            </h1>
            <p class="about-hero__text main-text">
               Команда МИИК работает по принципу службы единого окна. Но также
               наша команда — это интегратор в сфере IT. Мы предлагаем клиентам
               не только комплексные услуги для организации и обслуживания
               IT-инфраструктуры, но и самостоятельно выполняем любые
               поставленные задачи: от подготовки документации до реализации
               технически сложных IT-решений. Все это — заслуга наших навыков,
               дисциплины и принципов компании.
            </p>
            <div class="about-hero__banner">
               <p class="about-hero__subtitle">
                  Хотите заказать разработку IT-инфраструктуры с нуля? По
                  завершении работ Вашим сотрудникам останется только сесть за
                  рабочее место!
               </p>
               <button class="about-hero__btn btn yellow">
                  Заказать звонок
               </button>
            </div>
         </div>
      </div>
   </section>
</template>
<script setup></script>
